/* No comment provided by engineer. */
"%1$@ was guarded and %2$@ was shot" = "%1$@被保护而%2$@被刺杀";

/* No comment provided by engineer. */
"%@ Action" = "%@行动";

/* No comment provided by engineer. */
"%@ dodged the bullet from killer" = "%@躲开了杀手的子弹";

/* No comment provided by engineer. */
"%@ not available" = "%@不能行动";

/* No comment provided by engineer. */
"%@ was assassined" = "%@被暗杀";

/* No comment provided by engineer. */
"%@ was dead" = "%@死亡";

/* No comment provided by engineer. */
"%@ was guarded and could not be healt" = "%@被保护，不能被救治";

/* No comment provided by engineer. */
"%@ was guarded and could not be shot" = "%@被保护，不能被刺杀";

/* No comment provided by engineer. */
"%@ was guarded and failed to heal" = "%@被保护，救治无效";

/* No comment provided by engineer. */
"%@ was guarded and failed to shoot" = "%@被保护，刺杀无效";

/* No comment provided by engineer. */
"%@ was guarded and was dead with guardian" = "%@被保护，和保镖一起死亡";

/* No comment provided by engineer. */
"%@ was guarded twice continuously and became unguardable" = "%@连续两回合被保护，不能再被保护";

/* No comment provided by engineer. */
"%@ was misdiagnosed" = "%@被误诊";

/* No comment provided by engineer. */
"%@ was misdiagnosed twice and killed" = "%@被误诊两次而死亡";

/* No comment provided by engineer. */
"%@ was shot and killed" = "%@被刺杀身亡";

/* No comment provided by engineer. */
"%@ was shot but healt" = "%@被刺杀但被救活了";

/* No comment provided by engineer. */
"%@ was voted and lynched" = "%@被投票选出，私刑处死";

/* No comment provided by engineer. */
"%@ was voted but guarded" = "%@被投票选出，但被保护";

/* No comment provided by engineer. */
"%@ were dead" = "%@死亡";

/* No comment provided by engineer. */
"%@ Wins!" = "%@获胜！";

/* No comment provided by engineer. */
"Add New Player" = "添加新玩家";

/* No comment provided by engineer. */
"Are you sure to reset game?" = "您确定要重设游戏吗？";

/* No comment provided by engineer. */
"Assassin" = "暗杀";

/* No comment provided by engineer. */
"Assassin used his chance to shoot and became killer." = "暗杀使用了自己的行动机会，变成杀手";

/* No comment provided by engineer. */
"Assign %@" = "指派%@";

/* No comment provided by engineer. */
"Civilian" = "村民";

/* No comment provided by engineer. */
"Civilian Alignment" = "村民阵营";

/* No comment provided by engineer. */
"Continue to next" = "继续下一个行动";

/* No comment provided by engineer. */
"Dead?" = "死亡？";

/* No comment provided by engineer. */
"Detective" = "侦探";

/* No comment provided by engineer. */
"Doctor" = "医生";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Game" = "游戏";

/* No comment provided by engineer. */
"Game Over" = "游戏结束";

/* No comment provided by engineer. */
"Game Setup" = "游戏设置";

/* No comment provided by engineer. */
"Gameplay" = "游戏规则";

/* No comment provided by engineer. */
"Guardian" = "保镖";

/* No comment provided by engineer. */
"Guide" = "指南";

/* No comment provided by engineer. */
"Has Assassin" = "暗杀登场";

/* No comment provided by engineer. */
"Has Doctor" = "医生登场";

/* No comment provided by engineer. */
"Has Guardian" = "保镖登场";

/* No comment provided by engineer. */
"Has Traitor" = "叛徒登场";

/* No comment provided by engineer. */
"Has Undercover" = "卧底登场";

/* No comment provided by engineer. */
"Just Guarded?" = "前夜被保护？";

/* No comment provided by engineer. */
"Killer" = "杀手";

/* No comment provided by engineer. */
"Killer Alignment" = "杀手阵营";

/* No comment provided by engineer. */
"Messages" = "信息";

/* No comment provided by engineer. */
"Misdiagnosed?" = "被误诊？";

/* No comment provided by engineer. */
"Name" = "姓名";

/* No comment provided by engineer. */
"No. Take me back." = "不。回到游戏。";

/* No comment provided by engineer. */
"Nobody was dead" = "无人死亡";

/* No comment provided by engineer. */
"Number of Detectives" = "侦探数量";

/* No comment provided by engineer. */
"Number of Killers" = "杀手数量";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"player" = "玩家";

/* No comment provided by engineer. */
"players" = "玩家";

/* No comment provided by engineer. */
"Players" = "玩家";

/* No comment provided by engineer. */
"Round %d" = "第%d回合";

/* No comment provided by engineer. */
"Select %@" = "选择%@";

/* No comment provided by engineer. */
"Settle Tags" = "行动结算";

/* No comment provided by engineer. */
"Start" = "开始";

/* No comment provided by engineer. */
"Thumb Down! Negative!" = "拇指向下！否定！";

/* No comment provided by engineer. */
"Thumb Up! Positive!" = "拇指向上！肯定！";

/* No comment provided by engineer. */
"Traitor" = "叛徒";

/* No comment provided by engineer. */
"Two Handed" = "双手模式";

/* No comment provided by engineer. */
"Undercover" = "卧底";

/* No comment provided by engineer. */
"Unguardable?" = "不可被保护？";

/* No comment provided by engineer. */
"Unrevealed" = "未知";

/* No comment provided by engineer. */
"Vote and Lynch" = "投票与私刑";

/* No comment provided by engineer. */
"Voted?" = "被投票选出？";

/* No comment provided by engineer. */
"Yes. Reset the game!" = "是！重设游戏！";

/* No comment provided by engineer. */
"You must select %@" = "您必须选择%@";

